[
    {
        "id":1,
        "name":"agility",
        "desc":"he Agility characteristic measures your character’s manual dexterity, hand-eye coordination, and body control. Characters with a high Agility have flexibility, a good sense of balance, and deft hands. Agility is used for a number of physical skills, such as Coordination,and it is key in ranged combat."
    },
    {
        "id":2,
        "name":"brawn",
        "desc":"A character’s Brawn represents a blend of brute power, strength, and overall toughness, as well as the ability to apply those attributes as needed. Characters with a high Brawn are physically fit and hardy, rarely get sick, and have strong constitutions. Brawn is used for a number of physical skills, such as Athletics and Melee. Brawn is also used to determine your character’s starting wound threshold."
        
    },
    {
        "id":3,
        "name":"intellect",
        "desc":"The Intellect characteristic measures your character’s intelligence, education, mental acuity, and ability to reason and rationalize. Characters with a high Intellect can extrapolate and interpolate data, can recall details and draw from previous experience, and can think of long-term strategies and envision the ramifications of present actions. Intellect is used for a number of mental skills, including Knowledge, Medicine, Mechanics, and Computers (if these are skills included in your setting)."
    },
    {
        "id":4,
        "name":"presence",
        "desc":"A character’s Presence characteristic represents their moxie, charisma, confidence, and force of personality. Characters with a high Presence make natural leaders, draw attention when they enter a room, can easily strike up a conversation with nearly anyone, and are quick to adapt to social situations. Presence is the key characteristic for interpersonal skills such as Charm and Leadership."
    },
    {
        "id":5,
        "name":"willpower",
        "desc":"he Willpower characteristic reflects your character’s discipline, self-control, mental fortitude, and faith. Characters with a high Willpower can withstand stress and fatigue, remain composed during chaotic situations, and exert influence over the weaker willed. Willpower is used for skills such as Coercion and Vigilance. Willpower is also used to determine your character’s starting strain threshold."
    },
    {
        "id":6,
        "name":"cunning",
        "desc":"unning reflects how crafty, devious, clever, and creative your character can be. Characters with a high Cunning are savvy, quickly pick up on vital social and environmental clues, and can more readily come up with short-term plans and tactics. Cunning is used for a number of mental skills, including Deception, Perception, and Survival."
    }
]